Repository: yohasebe/speechdock
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, ja

source: Display real-time transcription as subtitles during recording.
de: Echtzeittranskription während der Aufnahme als Untertitel anzeigen.
fr: Afficher la transcription en temps reel sous forme de sous-titres pendant l'enregistrement.
ja: 録音中にリアルタイムの文字起こしを字幕として表示します。

source: Position
ja: 位置

source: Font Size
de: Schriftgröße
fr: Taille de police
ja: フォントサイズ

source: Text Opacity
de: Textdeckkraft
fr: Opacite du texte
ja: テキストの不透明度

source: Background Opacity
de: Hintergrunddeckkraft
fr: Opacite de l'arriere-plan
ja: 背景の不透明度

source: Max Lines
de: Max. Zeilen
fr: Lignes max.
ja: 最大行数

source: %lld lines
de: %lld Zeilen
fr: %lld lignes
ja: %lld行

source: Hide STT Panel when active
de: STT-Bedienfeld bei Aktivierung ausblenden
fr: Masquer le panneau STT lorsqu'il est actif
ja: 字幕モード中はSTTパネルを隠す

source: Temporarily hide the STT panel when subtitle mode is active.
de: Das STT-Bedienfeld vorübergehend ausblenden, wenn der Untertitelmodus aktiv ist.
fr: Masquer temporairement le panneau STT lorsque le mode sous-titres est actif.
ja: 字幕モードがアクティブな場合にSTTパネルを一時的に隠します。

source: Real-Time Translation
de: Echtzeitübersetzung
fr: Traduction en temps reel
ja: リアルタイム翻訳

source: Enable Real-Time Translation
de: Echtzeitübersetzung aktivieren
fr: Activer la traduction en temps reel
ja: リアルタイム翻訳を有効にする

source: Translate subtitles to target language in real-time.
de: Untertitel in Echtzeit in die Zielsprache übersetzen.
fr: Traduire les sous-titres vers la langue cible en temps reel.
ja: 字幕をリアルタイムで対象言語に翻訳します。

source: Requires macOS 26+ for on-device translation, or set up API keys.
de: Erfordert macOS 26+ für geräteinterne Übersetzung oder richten Sie API-Schlüssel ein.
fr: Necessite macOS 26+ pour la traduction sur l'appareil, ou configurez des cles API.
ja: オンデバイス翻訳にはmacOS 26以降が必要です。またはAPIキーを設定してください。

source: Target Language
de: Zielsprache
fr: Langue cible
ja: 翻訳先言語

source: Only languages with installed language packs are shown. Install more in System Settings > General > Language & Region > Translation Languages.
de: Es werden nur Sprachen mit installierten Sprachpaketen angezeigt. Weitere installieren unter Systemeinstellungen > Allgemein > Sprache & Region > Übersetzungssprachen.
fr: Seules les langues dont les packs sont installes sont affichees. Installez-en d'autres dans Reglages systeme > General > Langue et region > Langues de traduction.
ja: インストール済みの言語パックのみ表示されます。追加は「システム設定 > 一般 > 言語と地域 > 翻訳言語」から行ってください。

source: Show Original Text
de: Originaltext anzeigen
fr: Afficher le texte original
ja: 原文を表示

source: Display original text above the translation.
de: Originaltext über der Übersetzung anzeigen.
fr: Afficher le texte original au-dessus de la traduction.
ja: 翻訳の上に原文を表示します。

source: Fast on-device translation. Requires macOS 26+.
de: Schnelle geräteinterne Übersetzung. Erfordert macOS 26+.
fr: Traduction rapide sur l'appareil. Necessite macOS 26+.
ja: 高速なオンデバイス翻訳。macOS 26以降が必要です。

source: OpenAI translation (100+ languages). Higher latency.
de: OpenAI-Übersetzung (über 100 Sprachen). Höhere Latenz.
fr: Traduction OpenAI (plus de 100 langues). Latence plus elevee.
ja: OpenAI翻訳（100以上の言語）。レイテンシが高めです。

source: Gemini translation (100+ languages). Higher latency.
de: Gemini-Übersetzung (über 100 Sprachen). Höhere Latenz.
fr: Traduction Gemini (plus de 100 langues). Latence plus elevee.
ja: Gemini翻訳（100以上の言語）。レイテンシが高めです。

source: Grok translation (100+ languages). Higher latency.
de: Grok-Übersetzung (über 100 Sprachen). Höhere Latenz.
fr: Traduction Grok (plus de 100 langues). Latence plus elevee.
ja: Grok翻訳（100以上の言語）。レイテンシが高めです。

source: Startup
de: Systemstart
fr: Demarrage
ja: 起動

source: Launch at Login
de: Bei Anmeldung starten
fr: Lancer au demarrage
ja: ログイン時に起動

source: SpeechDock will start automatically when you log in
de: SpeechDock startet automatisch bei der Anmeldung
fr: SpeechDock demarrera automatiquement a votre connexion
ja: ログイン時にSpeechDockが自動的に起動します

source: Launch at login requires macOS 13 or later
de: Start bei Anmeldung erfordert macOS 13 oder neuer
fr: Le lancement au demarrage necessite macOS 13 ou ulterieur
ja: ログイン時起動にはmacOS 13以降が必要です

source: Global Hotkeys
de: Globale Tastenkürzel
fr: Raccourcis globaux
ja: グローバルホットキー

source: Toggle STT Panel
de: STT-Bedienfeld umschalten
fr: Afficher/masquer le panneau STT
ja: STTパネルの切替

source: Toggle TTS Panel
de: TTS-Bedienfeld umschalten
fr: Afficher/masquer le panneau TTS
ja: TTSパネルの切替

source: Toggle Subtitle Mode
de: Untertitelmodus umschalten
fr: Activer/desactiver les sous-titres
ja: 字幕モードの切替

source: Show Shortcuts
de: Kurzbefehle anzeigen
fr: Afficher les raccourcis
ja: ショートカット一覧

source: Quick Transcription
de: Schnelltranskription
fr: Transcription rapide
ja: クイック文字起こし

source: Click on a shortcut and press a new key combination to change it. Shortcuts must include at least one modifier key (⌘, ⌥, ⌃, or ⇧).
de: Klicken Sie auf einen Kurzbefehl und drücken Sie eine neue Tastenkombination, um ihn zu ändern. Kurzbefehle müssen mindestens eine Sondertaste enthalten (⌘, ⌥, ⌃ oder ⇧).
fr: Cliquez sur un raccourci et appuyez sur une nouvelle combinaison de touches pour le modifier. Les raccourcis doivent inclure au moins une touche de modification (⌘, ⌥, ⌃ ou ⇧).
ja: ショートカットをクリックし、新しいキーの組み合わせを押して変更します。修飾キー（⌘、⌥、⌃、⇧）を少なくとも1つ含める必要があります。

source: STT Panel Shortcuts
de: STT-Bedienfeld-Kurzbefehle
fr: Raccourcis du panneau STT
ja: STTパネルのショートカット

source: Shortcuts available when the STT transcription panel is open.
de: Kurzbefehle, die verfügbar sind, wenn das STT-Transkriptionsbedienfeld geöffnet ist.
fr: Raccourcis disponibles lorsque le panneau de transcription STT est ouvert.
ja: STT文字起こしパネルが開いている時に使用できるショートカット。

source: TTS Panel Shortcuts
de: TTS-Bedienfeld-Kurzbefehle
fr: Raccourcis du panneau TTS
ja: TTSパネルのショートカット

source: Shortcuts available when the TTS panel is open. STT and TTS panels are mutually exclusive, so they can share the same shortcuts.
de: Kurzbefehle, die verfügbar sind, wenn das TTS-Bedienfeld geöffnet ist. STT- und TTS-Bedienfelder schließen sich gegenseitig aus und können daher dieselben Kurzbefehle verwenden.
fr: Raccourcis disponibles lorsque le panneau TTS est ouvert. Les panneaux STT et TTS sont mutuellement exclusifs, ils peuvent donc partager les memes raccourcis.
ja: TTSパネルが開いている時に使用できるショートカット。STTとTTSのパネルは排他的なので、同じショートカットを共有できます。

source: Common Shortcuts
de: Gemeinsame Kurzbefehle
fr: Raccourcis communs
ja: 共通ショートカット

source: Shortcuts available in both STT and TTS panels.
de: Kurzbefehle, die in beiden Bedienfeldern (STT und TTS) verfügbar sind.
fr: Raccourcis disponibles dans les panneaux STT et TTS.
ja: STTとTTSの両方のパネルで使用できるショートカット。

source: Press shortcut...
de: Kurzbefehl drücken ...
fr: Appuyez sur un raccourci...
ja: ショートカットを入力...

source: Reset Global Hotkeys
de: Globale Tastenkürzel zurücksetzen
fr: Reinitialiser les raccourcis globaux
ja: グローバルホットキーをリセット

source: Reset Panel Shortcuts
de: Bedienfeld-Kurzbefehle zurücksetzen
fr: Reinitialiser les raccourcis du panneau
ja: パネルショートカットをリセット

source: Reset to default
de: Auf Standard zurücksetzen
fr: Retablir les valeurs par defaut
ja: デフォルトに戻す

source: Stop Recording
de: Aufnahme stoppen
fr: Arreter l'enregistrement
ja: 録音停止

source: Select Target
de: Ziel auswählen
fr: Selectionner la cible
ja: ターゲットを選択

source: Stop Speaking
de: Sprachausgabe stoppen
fr: Arreter la lecture
ja: 読み上げ停止

source: Close
de: Schließen
fr: Fermer
ja: 閉じる

source: Increase Font Size
de: Schrift vergrößern
fr: Augmenter la taille de police
ja: フォントサイズを拡大

source: Decrease Font Size
de: Schrift verkleinern
fr: Reduire la taille de police
ja: フォントサイズを縮小

source: Reset Font Size
de: Schriftgröße zurücksetzen
fr: Reinitialiser la taille de police
ja: フォントサイズをリセット

source: URLs
fr: URL
ja: URL

source: Email Addresses
de: E-Mail-Adressen
fr: Adresses e-mail
ja: メールアドレス

source: File Paths
de: Dateipfade
fr: Chemins de fichiers
ja: ファイルパス

source: Built-in Patterns
de: Integrierte Muster
fr: Modeles integres
ja: ビルトインパターン

source: Automatically replace common patterns like URLs and emails.
de: Häufige Muster wie URLs und E-Mail-Adressen automatisch ersetzen.
fr: Remplacer automatiquement les motifs courants comme les URL et les e-mails.
ja: URLやメールアドレスなどの一般的なパターンを自動的に置換します。

source: Custom Rules
de: Eigene Regeln
fr: Regles personnalisees
ja: カスタムルール

source: %lld rules
de: %lld Regeln
fr: %lld regles
ja: %lldルール

source: No custom rules
de: Keine eigenen Regeln
fr: Aucune regle personnalisee
ja: カスタムルールなし

source: Add rules for specific text replacements.
de: Regeln für bestimmte Textersetzungen hinzufügen.
fr: Ajoutez des regles pour des remplacements de texte specifiques.
ja: 特定のテキスト置換ルールを追加します。

source: Add Rule
de: Regel hinzufügen
fr: Ajouter une regle
ja: ルールを追加

source: Find
de: Suchen
fr: Rechercher
ja: 検索

source: Replace With
de: Ersetzen durch
fr: Remplacer par
ja: 置換後

source: Replace
de: Ersetzen
fr: Remplacer
ja: 置換

source: Replacement
de: Ersetzung
fr: Remplacement
ja: 置換テキスト

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加

source: Import...
de: Importieren ...
fr: Importer...
ja: 読み込み...

source: Export...
de: Exportieren ...
fr: Exporter...
ja: 書き出し...

source: Delete rule
de: Regel löschen
fr: Supprimer la regle
ja: ルールを削除

source: Export Text Replacement Rules
de: Textersetzungsregeln exportieren
fr: Exporter les regles de remplacement de texte
ja: テキスト置換ルールを書き出し

source: Choose a location to save the rules
de: Wählen Sie einen Speicherort für die Regeln
fr: Choisissez un emplacement pour enregistrer les regles
ja: ルールの保存先を選択してください

source: Import Text Replacement Rules
de: Textersetzungsregeln importieren
fr: Importer les regles de remplacement de texte
ja: テキスト置換ルールを読み込み

source: Select a JSON file to import
de: Wählen Sie eine JSON-Datei zum Importieren aus
fr: Selectionnez un fichier JSON a importer
ja: 読み込むJSONファイルを選択してください

source: API Key
de: API-Schlüssel
fr: Cle API
ja: APIキー

source: Validating...
de: Wird überprüft ...
fr: Validation...
ja: 検証中...

source: Save to Keychain
de: In Keychain sichern
fr: Enregistrer dans le Keychain
ja: キーチェーンに保存

source: Remove
de: Entfernen
fr: Supprimer
ja: 削除

source: From Environment
de: Aus Umgebungsvariable
fr: Variable d'environnement
ja: 環境変数から

source: From Keychain
de: Aus Keychain
fr: Depuis le Keychain
ja: キーチェーンから

source: Not Set
de: Nicht festgelegt
fr: Non defini
ja: 未設定

source: Valid ✓ Saved!
de: Gültig ✓ Gesichert!
fr: Valide ✓ Enregistre !
ja: 有効 ✓ 保存しました！

source: Could not verify (saved anyway)
de: Konnte nicht verifiziert werden (trotzdem gesichert)
fr: Verification impossible (enregistre quand meme)
ja: 検証できませんでした（保存済み）

source: Removed
de: Entfernt
fr: Supprime
ja: 削除しました

source: Version %@ (%@)
ja: バージョン %@ (%@)

source: Speech-to-Text and Text-to-Speech for macOS
de: Sprache-zu-Text und Text-zu-Sprache für macOS
fr: Reconnaissance vocale et synthese vocale pour macOS
ja: macOS用の音声認識・テキスト読み上げ

source: Created by
de: Erstellt von
fr: Cree par
ja: 開発者

source: GitHub Repository
fr: Depot GitHub
ja: GitHubリポジトリ

source: Documentation
de: Dokumentation
ja: ドキュメント

source: Check for Updates...
de: Nach Updates suchen ...
fr: Rechercher des mises a jour...
ja: アップデートを確認...

source: Keyboard Shortcuts
de: Tastaturkurzbefehle
fr: Raccourcis clavier
ja: キーボードショートカット

source: Press ESC or %@ to dismiss
de: ESC oder %@ drücken zum Schließen
fr: Appuyez sur ESC ou %@ pour fermer
ja: ESCまたは %@ で閉じる

source: STT Panel
de: STT-Bedienfeld
fr: Panneau STT
ja: STTパネル

source: TTS Panel
de: TTS-Bedienfeld
fr: Panneau TTS
ja: TTSパネル

source: Common
de: Allgemein
fr: Commun
ja: 共通

source: Click to execute
de: Zum Ausführen klicken
fr: Cliquez pour executer
ja: クリックで実行

source: Click or %@ to start dictation
de: Klicken oder %@ drücken, um Diktat zu starten
fr: Cliquez ou %@ pour demarrer la dictee
ja: クリックまたは %@ で音声入力を開始

source: Permissions Required
de: Berechtigungen erforderlich
fr: Autorisations requises
ja: アクセス許可が必要です

source: SpeechDock needs the following permissions to work properly:
de: SpeechDock benötigt folgende Berechtigungen für die ordnungsgemäße Funktion:
fr: SpeechDock a besoin des autorisations suivantes pour fonctionner correctement :
ja: SpeechDockの正常な動作には以下の許可が必要です:

source: For speech recognition
de: Für Spracherkennung
fr: Pour la reconnaissance vocale
ja: 音声認識のため

source: For global keyboard shortcuts and text insertion
de: Für globale Tastaturkurzbefehle und Texteinfügung
fr: Pour les raccourcis clavier globaux et l'insertion de texte
ja: グローバルキーボードショートカットとテキスト挿入のため

source: For window thumbnails in target selection
de: Für Fensterminiaturen bei der Zielauswahl
fr: Pour les miniatures de fenetres lors de la selection de la cible
ja: ターゲット選択時のウィンドウサムネイル表示のため

source: Accessibility
de: Bedienungshilfen
fr: Accessibilite
ja: アクセシビリティ

source: Screen Recording
de: Bildschirmaufnahme
fr: Enregistrement d'ecran
ja: 画面収録

source: Click "Open Settings & Quit" to open System Settings. SpeechDock will quit so you can grant permissions without interruption. After granting them, relaunch SpeechDock.
fr: Cliquez sur « Ouvrir les Reglages et quitter » pour ouvrir les Reglages systeme. SpeechDock va quitter pour que vous puissiez accorder les autorisations sans interruption. Une fois accordees, relancez SpeechDock.
ja: 「設定を開いて終了」をクリックしてシステム設定を開きます。SpeechDockは終了しますので、中断なく許可を付与できます。付与後、SpeechDockを再起動してください。

source: Open Settings & Quit
de: Einstellungen öffnen & Beenden
fr: Ouvrir les Reglages et quitter
ja: 設定を開いて終了

source: Later
de: Später
fr: Plus tard
ja: 後で

source: SpeechDock is already running
de: SpeechDock läuft bereits
fr: SpeechDock est deja en cours d'execution
ja: SpeechDockは既に起動しています

source: Another instance of SpeechDock is already running. Please use the existing instance from the menu bar.
de: Eine weitere Instanz von SpeechDock läuft bereits. Bitte verwenden Sie die vorhandene Instanz in der Menüleiste.
fr: Une autre instance de SpeechDock est deja en cours d'execution. Veuillez utiliser l'instance existante dans la barre des menus.
ja: SpeechDockの別のインスタンスが既に起動しています。メニューバーの既存のインスタンスを使用してください。

source: Select Audio File
de: Audiodatei auswählen
fr: Selectionner un fichier audio
ja: 音声ファイルを選択

source: Choose a location to save the audio file
de: Wählen Sie einen Speicherort für die Audiodatei
fr: Choisissez un emplacement pour enregistrer le fichier audio
ja: 音声ファイルの保存先を選択してください

source: Choose an audio file to transcribe
de: Wählen Sie eine Audiodatei zum Transkribieren aus
fr: Choisissez un fichier audio a transcrire
ja: 文字起こしする音声ファイルを選択してください

source: Paste Destination Unavailable
de: Einfügeziel nicht verfügbar
fr: Destination de collage indisponible
ja: ペースト先が利用できません

source: The application "%@" has been terminated. Please select another destination.
fr: L'application « %@ » a ete fermee. Veuillez selectionner une autre destination.
ja: アプリケーション「%@」は終了しました。別のペースト先を選択してください。

source: The window "%@" has been closed. Please select another destination.
fr: La fenetre « %@ » a ete fermee. Veuillez selectionner une autre destination.
ja: ウィンドウ「%@」は閉じられました。別のペースト先を選択してください。

source: ✓ No spelling errors
de: ✓ Keine Rechtschreibfehler
fr: ✓ Aucune faute d'orthographe
ja: ✓ スペルエラーなし

source: No spelling errors
de: Keine Rechtschreibfehler
fr: Aucune faute d'orthographe
ja: スペルエラーなし

source: Spell Check Complete
de: Rechtschreibprüfung abgeschlossen
fr: Verification orthographique terminee
ja: スペルチェック完了

source: No spelling errors found.
de: Keine Rechtschreibfehler gefunden.
fr: Aucune faute d'orthographe trouvee.
ja: スペルエラーは見つかりませんでした。

source: Spell Check
de: Rechtschreibprüfung
fr: Verification orthographique
ja: スペルチェック

source: Clear Text
de: Text löschen
fr: Effacer le texte
ja: テキストをクリア

source: Press Original to edit
fr: Appuyez sur Original pour modifier
ja: 編集するには「原文」を押してください

source: Decrease Font Size (%@)
de: Schrift verkleinern (%@)
fr: Reduire la taille de police (%@)
ja: フォントサイズを縮小 (%@)

source: Reset Font Size (%@)
de: Schriftgröße zurücksetzen (%@)
fr: Reinitialiser la taille de police (%@)
ja: フォントサイズをリセット (%@)

source: Increase Font Size (%@)
de: Schrift vergrößern (%@)
fr: Augmenter la taille de police (%@)
ja: フォントサイズを拡大 (%@)

source: Close (⌘W)
de: Schließen (⌘W)
fr: Fermer (⌘W)
ja: 閉じる (⌘W)

source: Subtitle Mode: On (⌃⌥S)
de: Untertitelmodus: Ein (⌃⌥S)
fr: Mode sous-titres : active (⌃⌥S)
ja: 字幕モード: オン (⌃⌥S)

source: Subtitle Mode: Off (⌃⌥S)
de: Untertitelmodus: Aus (⌃⌥S)
fr: Mode sous-titres : desactive (⌃⌥S)
ja: 字幕モード: オフ (⌃⌥S)

source: Capture text with OCR (⌃⌥⇧O)
de: Text mit OCR erfassen (⌃⌥⇧O)
fr: Capturer le texte par OCR (⌃⌥⇧O)
ja: OCRでテキストを取り込む (⌃⌥⇧O)

source: Refresh voice list
de: Stimmenliste aktualisieren
fr: Actualiser la liste des voix
ja: 音声リストを更新

source: Refresh voice list from API
de: Stimmenliste über API aktualisieren
fr: Actualiser la liste des voix depuis l'API
ja: APIから音声リストを更新

source: Hide controls
de: Steuerelemente ausblenden
fr: Masquer les controles
ja: コントロールを隠す

source: Show controls
de: Steuerelemente einblenden
fr: Afficher les controles
ja: コントロールを表示

source: Reset to default position
de: Auf Standardposition zurücksetzen
fr: Retablir la position par defaut
ja: デフォルト位置に戻す

source: Enable translation
de: Übersetzung aktivieren
fr: Activer la traduction
ja: 翻訳を有効にする

source: Disable translation
de: Übersetzung deaktivieren
fr: Desactiver la traduction
ja: 翻訳を無効にする

source: Translation provider
de: Übersetzungsanbieter
fr: Fournisseur de traduction
ja: 翻訳プロバイダ

source: Click to adjust playback speed
de: Klicken zum Anpassen der Wiedergabegeschwindigkeit
fr: Cliquez pour ajuster la vitesse de lecture
ja: クリックして再生速度を調整

source: Click to set playback speed
de: Klicken zum Festlegen der Wiedergabegeschwindigkeit
fr: Cliquez pour definir la vitesse de lecture
ja: クリックして再生速度を設定

source: Audio file not found
de: Audiodatei nicht gefunden
fr: Fichier audio introuvable
ja: 音声ファイルが見つかりません

source: Unsupported audio format: .%@ Supported formats: %@
de: Nicht unterstütztes Audioformat: .%@ Unterstützte Formate: %@
fr: Format audio non pris en charge : .%@ Formats pris en charge : %@
ja: 非対応の音声形式: .%@ 対応形式: %@

source: File too large (%dMB). Maximum size for this provider is %dMB
de: Datei zu groß (%dMB). Maximale Größe für diesen Anbieter ist %dMB
fr: Fichier trop volumineux (%dMB). La taille maximale pour ce fournisseur est de %dMB
ja: ファイルが大きすぎます (%dMB)。このプロバイダの最大サイズは%dMBです

source: %@ does not support file transcription. Please switch to OpenAI, Gemini, ElevenLabs, or macOS (26+) provider.
de: %@ unterstützt keine Dateitranskription. Bitte wechseln Sie zu OpenAI, Gemini, ElevenLabs oder macOS (26+) als Anbieter.
fr: %@ ne prend pas en charge la transcription de fichiers. Veuillez passer au fournisseur OpenAI, Gemini, ElevenLabs ou macOS (26+).
ja: %@はファイルの文字起こしに非対応です。 OpenAI、Gemini、ElevenLabs、またはmacOS (26+)プロバイダに切り替えてください。

source: Failed to read audio file: %@
de: Audiodatei konnte nicht gelesen werden: %@
fr: Echec de la lecture du fichier audio : %@
ja: 音声ファイルの読み込みに失敗しました: %@

source: Transcription failed: %@
de: Transkription fehlgeschlagen: %@
fr: Echec de la transcription : %@
ja: 文字起こしに失敗しました: %@

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@

source: chars
de: Zeichen
fr: car.
ja: 文字

source: words
de: Wörter
fr: mots
ja: 単語

source: Transcription History
de: Transkriptionsverlauf
fr: Historique des transcriptions
ja: 文字起こし履歴

source: No history
de: Kein Verlauf
fr: Aucun historique
ja: 履歴なし

source: Clear History
de: Verlauf löschen
fr: Effacer l'historique
ja: 履歴をクリア

source: Drop text file to load
de: Textdatei zum Laden hierher ziehen
fr: Deposez un fichier texte pour le charger
ja: テキストファイルをドロップして読み込み

source: Unsupported File
de: Nicht unterstützte Datei
fr: Fichier non pris en charge
ja: 非対応のファイル

source: Only text files are supported: .txt, .md, .text, .rtf
de: Nur Textdateien werden unterstützt: .txt, .md, .text, .rtf
fr: Seuls les fichiers texte sont pris en charge : .txt, .md, .text, .rtf
ja: テキストファイルのみ対応: .txt, .md, .text, .rtf

source: File Too Large
de: Datei zu groß
fr: Fichier trop volumineux
ja: ファイルが大きすぎます

source: Maximum file size is 1MB.
de: Maximale Dateigröße ist 1 MB.
fr: La taille maximale du fichier est de 1 Mo.
ja: 最大ファイルサイズは1MBです。

source: The target application
de: Die Ziel-App
fr: L'application cible
ja: 対象アプリケーション

source: Target App Unavailable
de: Ziel-App nicht verfügbar
fr: Application cible indisponible
ja: 対象アプリが利用できません

source: '%@' is no longer running. The transcribed text has been saved to your clipboard. You can paste it manually with ⌘V.
fr: « %@ » n'est plus en cours d'execution. Le texte transcrit a ete enregistre dans votre presse-papiers. Vous pouvez le coller manuellement avec ⌘V.
ja: 「%@」はすでに終了しています。文字起こしテキストはクリップボードに保存されています。⌘Vで手動でペーストできます。

source: Paste Failed
de: Einsetzen fehlgeschlagen
fr: Echec du collage
ja: ペーストに失敗しました

source: Could not paste the text automatically. The transcribed text has been saved to your clipboard. You can paste it manually with ⌘V.
de: Der Text konnte nicht automatisch eingesetzt werden. Der transkribierte Text wurde in die Zwischenablage kopiert. Sie können ihn manuell mit ⌘V einsetzen.
fr: Impossible de coller le texte automatiquement. Le texte transcrit a ete enregistre dans votre presse-papiers. Vous pouvez le coller manuellement avec ⌘V.
ja: テキストを自動でペーストできませんでした。文字起こしテキストはクリップボードに保存されています。⌘Vで手動でペーストできます。

source: • Drop a text file (.txt, .md)
de: • Textdatei ablegen (.txt, .md)
fr: • Deposez un fichier texte (.txt, .md)
ja: • テキストファイル (.txt, .md) をドロップ

source: Or drop a text file here
de: Oder Textdatei hierher ziehen
fr: Ou deposez un fichier texte ici
ja: またはテキストファイルをここにドロップ

source: Not a Text File
de: Keine Textdatei
fr: Ce n'est pas un fichier texte
ja: テキストファイルではありません

source: This file appears to be a binary file, not a text file.
de: Diese Datei scheint eine Binärdatei zu sein, keine Textdatei.
fr: Ce fichier semble etre un fichier binaire, et non un fichier texte.
ja: このファイルはバイナリファイルのようです。テキストファイルではありません。

source: Thank you for using SpeechDock
de: Vielen Dank, dass Sie SpeechDock verwenden
fr: Merci d'utiliser SpeechDock
ja: SpeechDock をお使いいただきありがとうございます

source: This app is free and open source. Development and maintenance costs (Apple Developer Program, etc.) are covered by the developer. If SpeechDock has been helpful to you, please consider supporting its continued development.
de: Diese App ist kostenlos und Open Source. Entwicklungs- und Wartungskosten (Apple Developer Program usw.) werden vom Entwickler getragen. Wenn SpeechDock Ihnen nützlich war, unterstützen Sie bitte die Weiterentwicklung.
fr: Cette application est gratuite et open source. Les couts de developpement et de maintenance (Apple Developer Program, etc.) sont pris en charge par le developpeur. Si SpeechDock vous a ete utile, n'hesitez pas a soutenir son developpement continu.
ja: このアプリは無料のオープンソースソフトウェアです。開発・維持にかかる費用（Apple Developer Program 等）は開発者が負担しています。SpeechDock がお役に立っていれば、開発の継続をご支援いただけると幸いです。

source: Support
de: Unterstützen
fr: Soutenir
ja: 支援する

source: Already Supported
de: Bereits unterstützt
fr: Deja soutenu
ja: すでに支援済み

source: Support Development
de: Entwicklung unterstützen
fr: Soutenir le developpement
ja: 開発を支援

source: Auto
de: Automatisch
ja: 自動

source: ── Premium ──
ja: ── プレミアム ──

source: ── Enhanced ──
de: ── Erweitert ──
ja: ── エンハンスド ──

source: ── Standard ──
ja: ── スタンダード ──
