Repository: yohasebe/speechdock
Catalog: Resources/*.lproj/Localizable.strings
Languages: de, fr, ja

source: Recording
de: Aufnahme
fr: Enregistrement
ja: 録音中

source: Processing
de: Verarbeitung
fr: Traitement
ja: 処理中

source: Speaking
de: Sprachausgabe
fr: Lecture vocale
ja: 読み上げ中

source: Speech-to-Text
de: Sprache-zu-Text
fr: Reconnaissance vocale
ja: 音声認識

source: Text-to-Speech
de: Text-zu-Sprache
fr: Synthese vocale
ja: テキスト読み上げ

source: Microphone access required
de: Mikrofonzugriff erforderlich
fr: Acces au microphone requis
ja: マイクへのアクセスが必要です

source: Accessibility access required
de: Bedienungshilfen-Zugriff erforderlich
fr: Acces a l'accessibilite requis
ja: アクセシビリティの許可が必要です

source: Stop
de: Stopp
fr: Arreter
ja: 停止

source: Transcription
de: Transkription
ja: 文字起こし

source: Subtitle Mode
de: Untertitelmodus
fr: Mode sous-titres
ja: 字幕モード

source: On
de: Ein
fr: Active
ja: オン

source: Off
de: Aus
fr: Desactive
ja: オフ

source: Floating Mic Button
de: Schwebende Mikrofontaste
fr: Bouton micro flottant
ja: フローティングマイク

source: Transcribe Audio File...
de: Audiodatei transkribieren ...
fr: Transcrire un fichier audio...
ja: 音声ファイルの文字起こし...

source: Provider
de: Anbieter
fr: Fournisseur
ja: プロバイダ

source: Provider:
de: Anbieter:
fr: Fournisseur :
ja: プロバイダ:

source: Language:
de: Sprache:
fr: Langue :
ja: 言語:

source: Input:
de: Eingabe:
fr: Entree :
ja: 入力:

source: Output:
de: Ausgabe:
fr: Sortie :
ja: 出力:

source: Model:
de: Modell:
fr: Modele :
ja: モデル:

source: Voice:
de: Stimme:
fr: Voix :
ja: 音声:

source: Speed:
de: Geschwindigkeit:
fr: Vitesse :
ja: 速度:

source: Text to Speech
de: Text-zu-Sprache
fr: Synthese vocale
ja: テキスト読み上げ

source: OCR Region to TTS
de: OCR-Bereich vorlesen
fr: Region OCR vers TTS
ja: OCR領域を読み上げ

source: Help & Documentation
de: Hilfe & Dokumentation
fr: Aide et documentation
ja: ヘルプとドキュメント

source: About SpeechDock
de: Über SpeechDock
fr: A propos de SpeechDock
ja: SpeechDockについて

source: Settings...
de: Einstellungen ...
fr: Reglages...
ja: 設定...

source: Quit SpeechDock
de: SpeechDock beenden
fr: Quitter SpeechDock
ja: SpeechDockを終了

source: Microphone
de: Mikrofon
ja: マイク

source: System Audio
fr: Audio systeme
ja: システム音声

source: App Audio
fr: Audio d'application
ja: アプリ音声

source: App
ja: アプリ

source: No microphones detected
de: Keine Mikrofone erkannt
fr: Aucun microphone detecte
ja: マイクが検出されません

source: No apps detected
de: Keine Apps erkannt
fr: Aucune application detectee
ja: アプリが検出されません

source: Recent
de: Zuletzt verwendet
fr: Recents
ja: 最近使用

source: Refresh Apps
de: Apps aktualisieren
fr: Actualiser les applications
ja: アプリ一覧を更新

source: System Default
de: Systemstandard
fr: Defaut systeme
ja: システムデフォルト

source: No output devices detected
de: Keine Ausgabegeräte erkannt
fr: Aucun peripherique de sortie detecte
ja: 出力デバイスが検出されません

source: Starting...
de: Wird gestartet ...
fr: Demarrage...
ja: 開始中...

source: Recording...
de: Aufnahme läuft ...
fr: Enregistrement...
ja: 録音中...

source: Transcribing File...
de: Datei wird transkribiert ...
fr: Transcription du fichier...
ja: ファイル文字起こし中...

source: Processing...
de: Wird verarbeitet ...
fr: Traitement...
ja: 処理中...

source: Error
de: Fehler
fr: Erreur
ja: エラー

source: Listening...
de: Hört zu ...
fr: Ecoute...
ja: 聴取中...

source: Transcribing...
de: Transkription läuft ...
fr: Transcription...
ja: 文字起こし中...

source: Subtitle
de: Untertitel
fr: Sous-titres
ja: 字幕

source: Target:
de: Ziel:
fr: Cible :
ja: ターゲット:

source: None
de: Ohne
fr: Aucun
ja: なし

source: Paste Target:
de: Einfügeziel:
fr: Destination du collage :
ja: ペースト先:

source: No window selected
de: Kein Fenster ausgewählt
fr: Aucune fenetre selectionnee
ja: ウィンドウが未選択

source: Use arrow keys to preview
de: Pfeiltasten für Vorschau verwenden
fr: Utilisez les fleches pour previsualiser
ja: 矢印キーでプレビュー

source: No Preview
de: Keine Vorschau
fr: Pas d'apercu
ja: プレビューなし

source: Paste
de: Einsetzen
fr: Coller
ja: ペースト

source: Record
de: Aufnahme
fr: Enregistrer
ja: 録音

source: Save Text
de: Text sichern
fr: Enregistrer le texte
ja: テキスト保存

source: Copy
de: Kopieren
fr: Copier
ja: コピー

source: Copied!
de: Kopiert!
fr: Copie !
ja: コピーしました！

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル

source: Press keys...
de: Tasten drücken ...
fr: Appuyez sur les touches...
ja: キーを押してください...

source: Press Record (%@) to start transcription
de: Aufnahme (%@) drücken, um die Transkription zu starten
fr: Appuyez sur Enregistrer (%@) pour demarrer la transcription
ja: 録音 (%@) を押して文字起こしを開始

source: Or drop an audio file here
de: Oder Audiodatei hierher ziehen
fr: Ou deposez un fichier audio ici
ja: または音声ファイルをここにドロップ

source: Switch to OpenAI, Gemini, or ElevenLabs for file transcription
de: Für Dateitranskription zu OpenAI, Gemini oder ElevenLabs wechseln
fr: Passez a OpenAI, Gemini ou ElevenLabs pour la transcription de fichiers
ja: ファイルの文字起こしにはOpenAI、Gemini、またはElevenLabsに切り替えてください

source: Transcribing file...
de: Datei wird transkribiert ...
fr: Transcription du fichier...
ja: ファイル文字起こし中...

source: Drop audio file to transcribe
de: Audiodatei zum Transkribieren hierher ziehen
fr: Deposez un fichier audio a transcrire
ja: 文字起こしする音声ファイルをドロップ

source: Save Transcription
de: Transkription sichern
fr: Enregistrer la transcription
ja: 文字起こしを保存

source: Choose a location to save the transcribed text
de: Wählen Sie einen Speicherort für den transkribierten Text
fr: Choisissez un emplacement pour enregistrer le texte transcrit
ja: 文字起こしテキストの保存先を選択してください

source: File Transcription
de: Dateitranskription
fr: Transcription de fichier
ja: ファイル文字起こし

source: Speaking...
de: Sprachausgabe ...
fr: Lecture vocale...
ja: 読み上げ中...

source: Paused
de: Pausiert
fr: En pause
ja: 一時停止

source: Generating audio...
de: Audio wird erzeugt ...
fr: Generation de l'audio...
ja: 音声を生成中...

source: Type text here, or:
de: Text hier eingeben, oder:
fr: Saisissez du texte ici, ou :
ja: ここにテキストを入力、または:

source: Speak
de: Vorlesen
fr: Lire
ja: 読み上げ

source: Save Audio
de: Audio sichern
fr: Enregistrer l'audio
ja: 音声を保存

source: Pause
ja: 一時停止

source: Resume
de: Fortsetzen
fr: Reprendre
ja: 再開

source: Playback Speed
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
ja: 再生速度

source: • Select text elsewhere and press %@
de: • Text anderswo auswählen und %@ drücken
fr: • Selectionnez du texte ailleurs et appuyez sur %@
ja: • 他の場所でテキストを選択して %@ を押す

source: • Use OCR (%@) to capture screen text
de: • OCR (%@) verwenden, um Bildschirmtext zu erfassen
fr: • Utilisez l'OCR (%@) pour capturer le texte a l'ecran
ja: • OCR (%@) で画面のテキストを取り込む

source: (%@ to stop)
de: (%@ zum Stoppen)
fr: (%@ pour arreter)
ja: (%@ で停止)

source: Loading...
de: Wird geladen ...
fr: Chargement...
ja: 読み込み中...

source: No languages available
de: Keine Sprachen verfügbar
fr: Aucune langue disponible
ja: 利用可能な言語がありません

source: Translate
de: Übersetzen
fr: Traduire
ja: 翻訳

source: Original
ja: 原文

source: Translating...
de: Wird übersetzt ...
fr: Traduction...
ja: 翻訳中...

source: Select...
de: Auswählen ...
fr: Selectionner...
ja: 選択...

source: Download Languages...
de: Sprachen laden ...
fr: Telecharger des langues...
ja: 言語をダウンロード...

source: Refresh Status
de: Status aktualisieren
fr: Actualiser l'etat
ja: ステータスを更新

source: Enter text to enable translation
de: Text eingeben, um Übersetzung zu aktivieren
fr: Saisissez du texte pour activer la traduction
ja: テキストを入力すると翻訳できます

source: Select a target language
de: Zielsprache auswählen
fr: Selectionnez une langue cible
ja: 翻訳先の言語を選択してください

source: Translate to %@
de: Übersetzen nach %@
fr: Traduire en %@
ja: %@に翻訳

source: Revert to original text
de: Zum Originaltext zurückkehren
fr: Revenir au texte original
ja: 原文に戻す

source: Cancel translation
de: Übersetzung abbrechen
fr: Annuler la traduction
ja: 翻訳をキャンセル

source: Target language: %@
de: Zielsprache: %@
fr: Langue cible : %@
ja: 翻訳先言語: %@

source: Cannot change during translation
de: Kann während der Übersetzung nicht geändert werden
fr: Modification impossible pendant la traduction
ja: 翻訳中は変更できません

source: Translation provider: %@
de: Übersetzungsanbieter: %@
fr: Fournisseur de traduction : %@
ja: 翻訳プロバイダ: %@

source: Translation model: %@
de: Übersetzungsmodell: %@
fr: Modele de traduction : %@
ja: 翻訳モデル: %@

source: Language Pack Required
de: Sprachpaket erforderlich
fr: Pack de langue requis
ja: 言語パックが必要です

source: The %@ language pack needs to be downloaded. Please go to: System Settings → General → Language & Region → Translation Languages Then download "%@" and try again.
fr: Le pack de langue %@ doit etre telecharge. Veuillez acceder a : Reglages systeme → General → Langue et region → Langues de traduction Puis telechargez « %@ » et reessayez.
ja: %@の言語パックをダウンロードする必要があります。 以下にアクセスしてください: システム設定 → 一般 → 言語と地域 → 翻訳言語 「%@」をダウンロードしてから再度お試しください。

source: Open System Settings
de: Systemeinstellungen öffnen
fr: Ouvrir les Reglages systeme
ja: システム設定を開く

source: Download Translation Languages
de: Übersetzungssprachen laden
fr: Telecharger les langues de traduction
ja: 翻訳言語のダウンロード

source: To download language packs for offline translation: 1. Open System Settings 2. Go to General → Language & Region 3. Scroll down to "Translation Languages" 4. Download the languages you need After downloading, click "Refresh Status" to update the list.
fr: Pour telecharger les packs de langues pour la traduction hors ligne : 1. Ouvrez les Reglages systeme 2. Allez dans General → Langue et region 3. Faites defiler jusqu'a « Langues de traduction » 4. Telechargez les langues souhaitees Apres le telechargement, cliquez sur « Actualiser l'etat » pour mettre a jour la liste.
ja: オフライン翻訳用の言語パックをダウンロードするには: 1. システム設定を開く 2. 一般 → 言語と地域 を開く 3. 「翻訳言語」までスクロール 4. 必要な言語をダウンロード ダウンロード後、「ステータスを更新」をクリックして一覧を更新してください。

source: General
de: Allgemein
ja: 一般

source: Shortcuts
de: Kurzbefehle
fr: Raccourcis
ja: ショートカット

source: Text Replacement
de: Textersetzung
fr: Remplacement de texte
ja: テキスト置換

source: API Keys
de: API-Schlüssel
fr: Cles API
ja: APIキー

source: About
de: Über
fr: A propos
ja: このアプリについて

source: Provider & Model
de: Anbieter & Modell
fr: Fournisseur et modele
ja: プロバイダとモデル

source: Audio Input
de: Audioeingabe
fr: Entree audio
ja: 音声入力

source: Recording & Panel
de: Aufnahme & Bedienfeld
fr: Enregistrement et panneau
ja: 録音とパネル

source: Provider & Voice
de: Anbieter & Stimme
fr: Fournisseur et voix
ja: プロバイダと音声

source: Playback
de: Wiedergabe
fr: Lecture
ja: 再生

source: Language & Output
de: Sprache & Ausgabe
fr: Langue et sortie
ja: 言語と出力

source: Panel Translation
de: Bedienfeldübersetzung
fr: Traduction du panneau
ja: パネル翻訳

source: Subtitle Translation
de: Untertitelübersetzung
fr: Traduction des sous-titres
ja: 字幕翻訳

source: Translation provider and model used by the Translate button in the STT and TTS panels.
de: Übersetzungsanbieter und -modell, die von der Übersetzen-Taste in den STT- und TTS-Bedienfeldern verwendet werden.
fr: Fournisseur et modele de traduction utilises par le bouton Traduire dans les panneaux STT et TTS.
ja: STTパネルとTTSパネルの翻訳ボタンで使用するプロバイダとモデルです。

source: Real-time translation for subtitle mode (STT). Active only when subtitle mode is enabled.
de: Echtzeitübersetzung für den Untertitelmodus (STT). Nur aktiv, wenn der Untertitelmodus aktiviert ist.
fr: Traduction en temps reel pour le mode sous-titres (STT). Active uniquement lorsque le mode sous-titres est active.
ja: 字幕モード（音声認識）のリアルタイム翻訳です。字幕モードが有効な場合のみ動作します。

source: Panel Appearance
de: Erscheinungsbild des Bedienfelds
fr: Apparence du panneau
ja: パネルの外観

source: STT Provider
de: STT-Anbieter
fr: Fournisseur STT
ja: STTプロバイダ

source: TTS Provider
de: TTS-Anbieter
fr: Fournisseur TTS
ja: TTSプロバイダ

source: Set API keys in the API Keys tab to enable more providers
fr: Configurez les cles API dans l'onglet Cles API pour activer d'autres fournisseurs
ja: APIキータブでAPIキーを設定すると、他のプロバイダも利用できます

source: Set API keys in the API Keys section to enable more providers
fr: Configurez les cles API dans la section Cles API pour activer d'autres fournisseurs
ja: APIキーセクションでAPIキーを設定すると、他のプロバイダも利用できます

source: Apple Speech (offline, realtime, no time limit)
de: Apple Speech (offline, Echtzeit, ohne Zeitlimit)
fr: Apple Speech (hors ligne, temps reel, sans limite de duree)
ja: Apple Speech（オフライン、リアルタイム、時間制限なし）

source: Apple Speech (offline, fast)
de: Apple Speech (offline, schnell)
fr: Apple Speech (hors ligne, rapide)
ja: Apple Speech（オフライン、高速）

source: OpenAI Realtime API (high quality)
de: OpenAI Realtime API (hohe Qualität)
fr: OpenAI Realtime API (haute qualite)
ja: OpenAI Realtime API（高品質）

source: Gemini Live API (multimodal)
ja: Gemini Live API（マルチモーダル）

source: ElevenLabs Scribe v2 (150ms latency)
de: ElevenLabs Scribe v2 (150 ms Latenz)
fr: ElevenLabs Scribe v2 (latence de 150 ms)
ja: ElevenLabs Scribe v2（150msレイテンシ）

source: Grok Voice Agent (low latency)
de: Grok Voice Agent (niedrige Latenz)
fr: Grok Voice Agent (faible latence)
ja: Grok Voice Agent（低レイテンシ）

source: Whisper API (max 25MB)
fr: Whisper API (max. 25 Mo)
ja: Whisper API（最大25MB）

source: Gemini API (max 20MB)
fr: Gemini API (max. 20 Mo)
ja: Gemini API（最大20MB）

source: Scribe v2 (max 25MB, ~2h audio)
de: Scribe v2 (max. 25 MB, ~2 Std. Audio)
fr: Scribe v2 (max. 25 Mo, ~2 h d'audio)
ja: Scribe v2（最大25MB、約2時間）

source: Realtime only
de: Nur Echtzeit
fr: Temps reel uniquement
ja: リアルタイムのみ

source: Apple Speech (offline, max 500MB)
fr: Apple Speech (hors ligne, max. 500 Mo)
ja: Apple Speech（オフライン、最大500MB）

source: Local (offline, fast)
de: Lokal (offline, schnell)
fr: Local (hors ligne, rapide)
ja: ローカル（オフライン、高速）

source: OpenAI TTS (high quality)
de: OpenAI TTS (hohe Qualität)
fr: OpenAI TTS (haute qualite)
ja: OpenAI TTS（高品質）

source: Gemini TTS (multilingual)
de: Gemini TTS (mehrsprachig)
fr: Gemini TTS (multilingue)
ja: Gemini TTS（多言語）

source: ElevenLabs (natural voices)
de: ElevenLabs (natürliche Stimmen)
fr: ElevenLabs (voix naturelles)
ja: ElevenLabs（自然な音声）

source: Grok Voice (5 voices)
de: Grok Voice (5 Stimmen)
fr: Grok Voice (5 voix)
ja: Grok Voice（5種類の音声）

source: On-device, no API key
de: Auf dem Gerät, kein API-Schlüssel
fr: Sur l'appareil, sans cle API
ja: オンデバイス、APIキー不要

source: Requires macOS 26+
de: Erfordert macOS 26+
fr: Necessite macOS 26+
ja: macOS 26以降が必要です

source: GPT-5 Nano (default), high quality
de: GPT-5 Nano (Standard), hohe Qualität
fr: GPT-5 Nano (par defaut), haute qualite
ja: GPT-5 Nano（デフォルト）、高品質

source: Gemini 3 Flash (default), high quality
de: Gemini 3 Flash (Standard), hohe Qualität
fr: Gemini 3 Flash (par defaut), haute qualite
ja: Gemini 3 Flash（デフォルト）、高品質

source: Grok 3 Fast, high quality
de: Grok 3 Fast, hohe Qualität
fr: Grok 3 Fast, haute qualite
ja: Grok 3 Fast、高品質

source: Language
de: Sprache
fr: Langue
ja: 言語

source: Model
de: Modell
fr: Modele
ja: モデル

source: Voice
de: Stimme
fr: Voix
ja: 音声

source: Speed
de: Geschwindigkeit
fr: Vitesse
ja: 速度

source: Audio Source
de: Audioquelle
fr: Source audio
ja: 音声ソース

source: Auto uses system locale. Select a specific language for better accuracy.
fr: Auto utilise les reglages regionaux du systeme. Selectionnez une langue specifique pour une meilleure precision.
ja: 「自動」はシステムのロケールを使用します。精度向上には特定の言語を選択してください。

source: Auto detects the language. Specifying a language can improve accuracy.
de: Erkennt die Sprache automatisch. Die Angabe einer Sprache kann die Genauigkeit verbessern.
fr: Auto detecte la langue. Specifier une langue peut ameliorer la precision.
ja: 自動で言語を検出します。言語を指定すると精度が向上する場合があります。

source: Auto detects the language. Note: Portuguese is not supported.
de: Erkennt die Sprache automatisch. Hinweis: Portugiesisch wird nicht unterstützt.
fr: Auto detecte la langue. Remarque : le portugais n'est pas pris en charge.
ja: 自動で言語を検出します。注意: ポルトガル語は非対応です。

source: Auto detects the language (100+ languages supported).
de: Erkennt die Sprache automatisch (über 100 Sprachen unterstützt).
fr: Auto detecte la langue (plus de 100 langues prises en charge).
ja: 自動で言語を検出します（100以上の言語に対応）。

source: Record from microphone
de: Vom Mikrofon aufnehmen
fr: Enregistrer depuis le microphone
ja: マイクから録音

source: Capture all system audio output
de: Gesamte Systemaudioausgabe aufzeichnen
fr: Capturer toute la sortie audio systeme
ja: システム全体の音声出力をキャプチャ

source: Capture audio from a specific app
de: Audio einer bestimmten App aufzeichnen
fr: Capturer l'audio d'une application specifique
ja: 特定のアプリの音声をキャプチャ

source: System Audio requires Screen Recording permission.
de: Systemaudio erfordert die Berechtigung zur Bildschirmaufnahme.
fr: L'audio systeme necessite l'autorisation d'enregistrement d'ecran.
ja: システム音声には画面収録の許可が必要です。

source: App-specific audio capture is available in the menu bar and STT panel.
de: App-spezifische Audioaufzeichnung ist in der Menüleiste und im STT-Bedienfeld verfügbar.
fr: La capture audio par application est disponible dans la barre des menus et le panneau STT.
ja: アプリ個別の音声キャプチャはメニューバーとSTTパネルで利用できます。

source: Select the microphone device for speech recognition.
de: Wählen Sie das Mikrofon für die Spracherkennung aus.
fr: Selectionnez le microphone pour la reconnaissance vocale.
ja: 音声認識に使用するマイクデバイスを選択してください。

source: Audio Output
de: Audioausgabe
fr: Sortie audio
ja: 音声出力

source: Select the audio output device for speech playback.
de: Wählen Sie das Audioausgabegerät für die Sprachwiedergabe aus.
fr: Selectionnez le peripherique de sortie audio pour la lecture vocale.
ja: 音声再生に使用する出力デバイスを選択してください。

source: Auto-Stop Settings
de: Autostopp-Einstellungen
fr: Reglages de l'arret automatique
ja: 自動停止設定

source: Min. recording time
de: Min. Aufnahmedauer
fr: Duree min. d'enregistrement
ja: 最短録音時間

source: Silence duration
de: Stille-Dauer
fr: Duree du silence
ja: 無音検出時間

source: Recording must reach this duration before auto-stop activates.
de: Die Aufnahme muss diese Dauer erreichen, bevor der Autostopp aktiviert wird.
fr: L'enregistrement doit atteindre cette duree avant que l'arret automatique ne s'active.
ja: 自動停止が有効になるまでに必要な最短録音時間です。

source: Duration of silence required to trigger auto-stop.
de: Erforderliche Stille-Dauer, um den Autostopp auszulösen.
fr: Duree de silence requise pour declencher l'arret automatique.
ja: 自動停止をトリガーするために必要な無音時間です。

source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
fr: Retablir les valeurs par defaut
ja: デフォルトに戻す

source: Panel Behavior
de: Bedienfeldverhalten
fr: Comportement du panneau
ja: パネル動作

source: Auto-start recording
de: Aufnahme automatisch starten
fr: Demarrer l'enregistrement automatiquement
ja: 自動録音開始

source: When enabled, recording starts automatically when the STT panel opens.
de: Wenn aktiviert, startet die Aufnahme automatisch beim Öffnen des STT-Bedienfelds.
fr: Lorsque cette option est activee, l'enregistrement demarre automatiquement a l'ouverture du panneau STT.
ja: 有効にすると、STTパネルを開いた時に自動で録音が開始されます。

source: Close panel after paste
de: Bedienfeld nach Einsetzen schließen
fr: Fermer le panneau apres le collage
ja: ペースト後にパネルを閉じる

source: When enabled, the STT panel closes automatically after pasting text.
de: Wenn aktiviert, schließt sich das STT-Bedienfeld automatisch nach dem Einsetzen des Textes.
fr: Lorsque cette option est activee, le panneau STT se ferme automatiquement apres le collage du texte.
ja: 有効にすると、テキストのペースト後にSTTパネルが自動的に閉じます。

source: Auto-speak on panel open
de: Automatisch vorlesen beim Öffnen
fr: Lecture automatique a l'ouverture
ja: パネル表示時に自動読み上げ

source: When enabled, TTS starts speaking automatically when the panel opens with text.
de: Wenn aktiviert, beginnt die Sprachausgabe automatisch, wenn das Bedienfeld mit Text geöffnet wird.
fr: Lorsque cette option est activee, la synthese vocale demarre automatiquement a l'ouverture du panneau avec du texte.
ja: 有効にすると、テキストがある状態でパネルを開いた時に自動で読み上げが開始されます。

source: Slow
de: Langsam
fr: Lent
ja: 遅い

source: Fast
de: Schnell
fr: Rapide
ja: 速い

source: Reset
de: Zurücksetzen
fr: Reinitialiser
ja: リセット

source: Adjust playback speed (0.25x–4.0x)
de: Wiedergabegeschwindigkeit anpassen (0,25x–4,0x)
fr: Ajuster la vitesse de lecture (0,25x a 4,0x)
ja: 再生速度を調整 (0.25x–4.0x)

source: Gemini uses prompt-based pacing (approximate adjustment)
de: Gemini verwendet Prompt-basierte Temporegelung (ungefähre Anpassung)
fr: Gemini utilise un controle du rythme par prompt (ajustement approximatif)
ja: Geminiはプロンプトベースのペース制御を使用（近似調整）

source: Adjust playback speed (actual range: 0.7x–1.2x)
de: Wiedergabegeschwindigkeit anpassen (tatsächlicher Bereich: 0,7x–1,2x)
fr: Ajuster la vitesse de lecture (plage reelle : 0,7x a 1,2x)
ja: 再生速度を調整（実際の範囲: 0.7x–1.2x）

source: Adjust playback speed
de: Wiedergabegeschwindigkeit anpassen
fr: Ajuster la vitesse de lecture
ja: 再生速度を調整

source: GPT-4o Mini TTS does not support speed control. Select TTS-1 or TTS-1 HD.
de: GPT-4o Mini TTS unterstützt keine Geschwindigkeitsregelung. Wählen Sie TTS-1 oder TTS-1 HD.
fr: GPT-4o Mini TTS ne prend pas en charge le controle de la vitesse. Selectionnez TTS-1 ou TTS-1 HD.
ja: GPT-4o Mini TTSは速度制御に非対応です。TTS-1またはTTS-1 HDを選択してください。

source: Speed control not available for GPT-4o Mini TTS. Use TTS-1 or TTS-1 HD for speed control.
de: Geschwindigkeitsregelung für GPT-4o Mini TTS nicht verfügbar. Verwenden Sie TTS-1 oder TTS-1 HD für die Geschwindigkeitsregelung.
fr: Le controle de la vitesse n'est pas disponible pour GPT-4o Mini TTS. Utilisez TTS-1 ou TTS-1 HD pour le controle de la vitesse.
ja: GPT-4o Mini TTSでは速度制御は利用できません。速度制御にはTTS-1またはTTS-1 HDを使用してください。

source: Gemini uses natural language pace control (approximate).
de: Gemini verwendet natürlichsprachliche Temporegelung (ungefähr).
fr: Gemini utilise un controle du rythme en langage naturel (approximatif).
ja: Geminiは自然言語によるペース制御を使用します（近似的）。

source: ElevenLabs has limited speed range (0.7x-1.2x mapped).
de: ElevenLabs hat einen begrenzten Geschwindigkeitsbereich (auf 0,7x–1,2x abgebildet).
fr: ElevenLabs a une plage de vitesse limitee (correspondance 0,7x-1,2x).
ja: ElevenLabsの速度範囲は限定的です（0.7x-1.2xにマッピング）。

source: Grok Voice Agent does not support speed control.
de: Grok Voice Agent unterstützt keine Geschwindigkeitsregelung.
fr: Grok Voice Agent ne prend pas en charge le controle de la vitesse.
ja: Grok Voice Agentは速度制御に非対応です。

source: Grok Voice Agent does not support speed control
de: Grok Voice Agent unterstützt keine Geschwindigkeitsregelung
fr: Grok Voice Agent ne prend pas en charge le controle de la vitesse
ja: Grok Voice Agentは速度制御に非対応です

source: Specifies the output language for speech synthesis.
de: Legt die Ausgabesprache für die Sprachsynthese fest.
fr: Specifie la langue de sortie pour la synthese vocale.
ja: 音声合成の出力言語を指定します。

source: Translation
de: Übersetzung
fr: Traduction
ja: 翻訳

source: Appearance
de: Erscheinungsbild
fr: Apparence
ja: 外観

source: Text Font Size
de: Textschriftgröße
fr: Taille de police du texte
ja: テキストのフォントサイズ

source: Font size for text in STT and TTS panels.
de: Schriftgröße für Text in STT- und TTS-Bedienfeldern.
fr: Taille de police du texte dans les panneaux STT et TTS.
ja: STTおよびTTSパネルのテキストのフォントサイズ。

source: Panel Style
de: Bedienfeldstil
fr: Style du panneau
ja: パネルスタイル

source: Floating
de: Schwebend
fr: Flottant
ja: フローティング

source: Standard Window
de: Standardfenster
fr: Fenetre standard
ja: 標準ウィンドウ

source: Floating: Always-on-top borderless panels. Standard Window: Regular windows with title bar. Only one panel (STT or TTS) can be open at a time.
de: Schwebend: Immer im Vordergrund, randlose Bedienfelder. Standardfenster: Normale Fenster mit Titelleiste. Es kann jeweils nur ein Bedienfeld (STT oder TTS) geöffnet sein.
fr: Flottant : panneaux sans bordure toujours au premier plan. Fenetre standard : fenetres classiques avec barre de titre. Un seul panneau (STT ou TTS) peut etre ouvert a la fois.
ja: フローティング: 最前面表示のボーダーレスパネル。標準ウィンドウ: タイトルバー付きの通常ウィンドウ。STTとTTSのパネルは同時に一つだけ開けます。

source: Enable Subtitle Mode
de: Untertitelmodus aktivieren
fr: Activer le mode sous-titres
ja: 字幕モードを有効にする
